IDEA Open Model
BoltAssembly.HeadHeight Property
Compatible with IDEA StatiCa Beta 20.0
 Thickness of head
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double HeadHeight { get; set; }
Public Property HeadHeight As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace